'''

2. (МОДУЛЬ 1) В проекте создать новый модуль variables.py
3. Выбрать объект для описания из списка: овощ, еда, сотрудник, игрушка (так же можно придумать свой)
4. Объявить переменные основных типов данных для описания этого объекта:
5. В конце модуля с помощью функции type вывести тип для каждой из объявленных переменных
'''

# Сотрудник

name = "Иван"
age = 30
on_vacation = False
salary = 2578.6
print("name", type(name))
print("age", type(age))
print("on_vacation", type(on_vacation))
print("salary", type(salary))
